Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Transfer_decSeparator
source: Separator
ar: الفاصل
cs: Oddělovač
de: Trennzeichen
el: Διαχωριστικό
es: Separador
fa: جداکننده
fr: Séparateur
hu: Elválasztó
id: Pemisah
it: Separatore
ja: 区切り
ko: 구분 기호
pt: Separador
th: ตัวคั่น
tr: Ayırıcı
uk: Роздільник
vi: Dấu phân cách
zh_hans: 分隔符
zh_hant: 分隔符號

# Transfer_ipsFormat
source: Patch format
ar: تنسيق التصحيح
cs: Formát opravy
el: Μορφή ενημέρωσης κώδικα
es: Formato del parche
fa: قالب وصله
fr: Format du correctif
hu: Javításformátum
id: Format patch
it: Formato patch
ja: パッチの形式
ko: 패치 형식
pl: Format poprawki
pt: Formato do patch
ro: Format patch
th: รูปแบบแพตช์
tr: Yama biçimi
uk: Формат патча
vi: Định dạng bản vá
zh_hans: 补丁格式
zh_hant: 修補檔格式

# Transfer_rle
source: Use RLE records
ar: استخدام سجلات RLE
cs: Použít záznamy RLE
de: RLE-Datensätze verwenden
el: Χρήση εγγραφών RLE
es: Usar registros RLE
fa: استفاده از رکوردهای RLE
fr: Utiliser des enregistrements RLE
hu: RLE-rekordok használata
id: Gunakan rekaman RLE
it: Usa record RLE
ja: RLE を使う
ko: RLE 레코드 사용
pl: Używaj rekordów RLE
pt: Usar registros RLE
ro: Utilizare înregistrări RLE
th: ใช้เรคคอร์ด RLE
tr: RLE kayıtlarını kullan
uk: Використовувати записи RLE
vi: Dùng bản ghi RLE
zh_hans: 使用 RLE 记录
zh_hant: 使用 RLE 記錄

# Transfer_elementSize
source: Bytes per element
ar: البايتات في كل عنصر
cs: Bajtů na prvek
de: Bytes pro Element
el: Byte ανά στοιχείο
es: Bytes por elemento
fa: بایت در هر عنصر
fr: Octets par élément
hu: Bájt elemenként
id: Byte per elemen
it: Byte per elemento
ja: 要素のサイズ
ko: 요소당 바이트 수
pl: Bajty na element
pt: Bytes por elemento
ro: Octeți pe element
th: ไบต์ต่อองค์ประกอบ
tr: Öğe başına bayt
uk: Байтів на елемент
vi: Số byte mỗi phần tử
zh_hans: 每个元素的字节数
zh_hant: 每個元素的位元組數

# Transfer_decimal
source: Decimal values
ar: قيم عشرية
cs: Desítkové hodnoty
de: Dezimalwerte
el: Δεκαδικές τιμές
es: Valores decimales
fa: مقادیر دهدهی
fr: Valeurs décimales
hu: Decimális értékek
id: Nilai desimal
it: Valori decimali
ja: 10 進で書く
ko: 10진수 값
pl: Wartości dziesiętne
pt: Valores decimais
ro: Valori zecimale
th: ค่าฐานสิบ
tr: Ondalık değerler
uk: Десяткові значення
vi: Giá trị thập phân
zh_hans: 十进制值
zh_hant: 十進位值

# Transfer_variableName
source: Variable name
ar: اسم المتغير
cs: Název proměnné
de: Variablenname
el: Όνομα μεταβλητής
es: Nombre de variable
fa: نام متغیر
fr: Nom de variable
hu: Változónév
id: Nama variabel
it: Nome della variabile
ja: 変数名
ko: 변수 이름
pl: Nazwa zmiennej
pt: Nome da variável
ro: Nume variabilă
th: ชื่อตัวแปร
tr: Değişken adı
uk: Ім’я змінної
vi: Tên biến
zh_hans: 变量名
zh_hant: 變數名稱

# Transfer_headerFile
source: Header file with include guard
ar: ملف رأس مع include guard
cs: Hlavičkový soubor s ochranou proti vícenásobnému vložení
de: Headerdatei mit Include-Guard
el: Αρχείο κεφαλίδας με include guard
es: Archivo de encabezado con protección de inclusión
fa: فایل سرآیند با include guard
fr: Fichier d'en-tête avec garde d'inclusion
hu: Fejlécfájl include guarddal
id: File header dengan include guard
it: File di intestazione con include guard
ja: ヘッダファイルとして出す (インクルードガード付き)
ko: 인클루드 가드가 있는 헤더 파일
pl: Plik nagłówkowy z include guard
pt: Arquivo de cabeçalho com include guard
ro: Fișier antet cu gardă de includere
th: ไฟล์ส่วนหัวพร้อม include guard
tr: Include koruması olan başlık dosyası
uk: Файл заголовка із захистом від повторного включення
vi: Tệp tiêu đề có include guard
zh_hans: 带包含保护的头文件
zh_hant: 含 include guard 的標頭檔

# Transfer_lengthConstant
source: Add a length constant
ar: إضافة ثابت للطول
cs: Přidat konstantu délky
de: Längenkonstante hinzufügen
el: Προσθήκη σταθεράς μήκους
es: Agregar una constante de longitud
fa: افزودن ثابت طول
fr: Ajouter une constante de longueur
hu: Hosszkonstans hozzáadása
id: Tambahkan konstanta panjang
it: Aggiungi una costante di lunghezza
ja: 長さの定数を付ける
ko: 길이 상수 추가
pl: Dodaj stałą długości
pt: Adicionar uma constante de comprimento
ro: Adăugare constantă de lungime
th: เพิ่มค่าคงที่ความยาว
tr: Uzunluk sabiti ekle
uk: Додати константу довжини
vi: Thêm hằng số độ dài
zh_hans: 添加长度常量
zh_hant: 加上長度常數

# Transfer_comment
source: Comment with the file name, range, and date
ar: تعليق يتضمن اسم الملف والنطاق والتاريخ
cs: Komentář s názvem souboru, rozsahem a datem
de: Kommentar mit Dateiname, Bereich und Datum
el: Σχόλιο με το όνομα αρχείου, το εύρος και την ημερομηνία
es: Comentario con el nombre de archivo, el rango y la fecha
fa: توضیح با نام فایل، محدوده و تاریخ
fr: Commentaire avec le nom de fichier, la plage et la date
hu: Megjegyzés a fájlnévvel, a tartománnyal és a dátummal
id: Komentar dengan nama file, rentang, dan tanggal
it: Commento con nome file, intervallo e data
ja: 元のファイル名・範囲・作成日時のコメントを付ける
ko: 파일 이름, 범위, 날짜가 포함된 주석
pl: Komentarz z nazwą pliku, zakresem i datą
pt: Comentário com o nome do arquivo, intervalo e data
ro: Comentariu cu numele fișierului, intervalul și data
th: ความคิดเห็นพร้อมชื่อไฟล์ ช่วง และวันที่
tr: Dosya adı, aralık ve tarih içeren yorum
uk: Коментар з ім’ям файлу, діапазоном і датою
vi: Chú thích với tên tệp, phạm vi và ngày
zh_hans: 包含文件名、范围和日期的注释
zh_hant: 加上含檔案名稱、範圍和日期的註解

# Transfer_bytesPerRow
source: Bytes per row
ar: البايتات في كل صف
cs: Bajtů na řádek
de: Bytes pro Zeile
el: Byte ανά γραμμή
es: Bytes por fila
fa: بایت در هر سطر
fr: Octets par ligne
hu: Bájt soronként
id: Byte per baris
it: Byte per riga
ja: 1 行のバイト数
ko: 행당 바이트 수
pl: Bajty na wiersz
pt: Bytes por linha
ro: Octeți pe rând
th: ไบต์ต่อแถว
tr: Satır başına bayt
uk: Байтів у рядку
vi: Số byte mỗi hàng
zh_hans: 每行字节数
zh_hant: 每列位元組數

# Transfer_groupSize
source: Group size (0: none)
ar: حجم المجموعة (0: بلا)
cs: Velikost skupiny (0: žádná)
de: Gruppengröße (0: keine)
el: Μέγεθος ομάδας (0: καμία)
es: Tamaño de grupo (0: ninguno)
fa: اندازهٔ گروه (0: هیچ)
fr: Taille des groupes (0 : aucun)
hu: Csoportméret (0: nincs)
id: Ukuran grup (0: tidak ada)
it: Dimensione gruppo (0: nessuno)
ja: グループ化 (0 はなし)
ko: 그룹 크기(0: 없음)
pl: Rozmiar grupy (0: brak)
pt: Tamanho do grupo (0: nenhum)
ro: Dimensiune grup (0: fără)
th: ขนาดกลุ่ม (0: ไม่มี)
tr: Grup boyutu (0: yok)
uk: Розмір групи (0: немає)
vi: Kích thước nhóm (0: không)
zh_hans: 分组大小（0：无）
zh_hant: 群組大小（0：無）

# Transfer_showOffset
source: Offset column
ar: عمود الإزاحة
cs: Sloupec posunu
de: Offset-Spalte
el: Στήλη μετατόπισης
es: Columna de desplazamiento
fa: ستون آفست
fr: Colonne des décalages
hu: Eltolásoszlop
id: Kolom offset
it: Colonna offset
ja: オフセットの列
ko: 오프셋 열
pl: Kolumna przesunięcia
pt: Coluna de deslocamento
ro: Coloana deplasament
th: คอลัมน์ออฟเซ็ต
tr: Ofset sütunu
uk: Стовпець зміщення
vi: Cột độ lệch
zh_hans: 偏移量列
zh_hant: 位移欄

# Transfer_showHex
source: Hex column
ar: عمود Hex
cs: Sloupec Hex
de: Hex-Spalte
el: Στήλη Hex
es: Columna Hex
fa: ستون Hex
fr: Colonne Hex
hu: Hex oszlop
id: Kolom Hex
it: Colonna Hex
ja: Hex の列
ko: Hex 열
pl: Kolumna Hex
pt: Coluna Hex
ro: Coloana Hex
th: คอลัมน์ Hex
tr: Hex sütunu
uk: Стовпець Hex
vi: Cột Hex
zh_hans: Hex 列
zh_hant: Hex 欄

# Transfer_showText
source: Text column
ar: عمود النص
cs: Textový sloupec
de: Textspalte
el: Στήλη κειμένου
es: Columna de texto
fa: ستون متن
fr: Colonne texte
hu: Szövegoszlop
id: Kolom teks
it: Colonna testo
ja: テキストの列
ko: 텍스트 열
pl: Kolumna tekstu
pt: Coluna de texto
ro: Coloana text
th: คอลัมน์ข้อความ
tr: Metin sütunu
uk: Текстовий стовпець
vi: Cột văn bản
zh_hans: 文本列
zh_hant: 文字欄

# Transfer_radix
source: Offset radix
ar: أساس الإزاحة
cs: Soustava posunu
de: Zahlenbasis des Offsets
el: Βάση μετατόπισης
es: Base del desplazamiento
fa: مبنای آفست
fr: Base des décalages
hu: Eltolás számrendszere
id: Basis offset
it: Base dell'offset
ja: オフセットの基数
ko: 오프셋 기수
pl: Podstawa przesunięcia
pt: Base do deslocamento
ro: Bază deplasament
th: ฐานเลขของออฟเซ็ต
tr: Ofset tabanı
uk: Система числення зміщень
vi: Cơ số độ lệch
zh_hans: 偏移量进制
zh_hant: 位移基數

# Transfer_columnSeparator
source: Column separator
ar: فاصل الأعمدة
cs: Oddělovač sloupců
de: Spaltentrennzeichen
el: Διαχωριστικό στηλών
es: Separador de columnas
fa: جداکنندهٔ ستون
fr: Séparateur de colonnes
hu: Oszlopelválasztó
id: Pemisah kolom
it: Separatore di colonna
ja: 列の区切り
ko: 열 구분 기호
pl: Separator kolumn
pt: Separador de colunas
ro: Separator de coloane
th: ตัวคั่นคอลัมน์
tr: Sütun ayırıcı
uk: Роздільник стовпців
vi: Dấu phân cách cột
zh_hans: 列分隔符
zh_hant: 欄分隔符號

# Transfer_colors
source: Colors (modified bytes, bookmarks)
ar: الألوان (البايتات المعدّلة، الإشارات المرجعية)
cs: Barvy (změněné bajty, záložky)
de: Farben (geänderte Bytes, Lesezeichen)
el: Χρώματα (τροποποιημένα byte, σελιδοδείκτες)
es: Colores (bytes modificados, marcadores)
fa: رنگ‌ها (بایت‌های تغییریافته، نشانک‌ها)
fr: Couleurs (octets modifiés, signets)
hu: Színek (módosított bájtok, könyvjelzők)
id: Warna (byte yang diubah, penanda)
it: Colori (byte modificati, segnalibri)
ja: 色を付ける (変更バイト・ブックマーク)
ko: 색(수정된 바이트, 책갈피)
pl: Kolory (zmienione bajty, zakładki)
pt: Cores (bytes modificados, marcadores)
ro: Culori (octeți modificați, marcaje)
th: สี (ไบต์ที่แก้ไขแล้ว บุ๊กมาร์ก)
tr: Renkler (değiştirilen baytlar, yer işaretleri)
uk: Кольори (змінені байти, закладки)
vi: Màu (byte đã sửa, dấu trang)
zh_hans: 颜色（已修改的字节、书签）
zh_hant: 色彩（已修改的位元組、書籤）

# Transfer_dark
source: Dark color scheme
ar: نظام ألوان داكن
cs: Tmavé barevné schéma
de: Dunkles Farbschema
el: Σκούρος συνδυασμός χρωμάτων
es: Combinación de colores oscura
fa: طرح رنگ تیره
fr: Jeu de couleurs sombre
hu: Sötét színséma
id: Skema warna gelap
it: Combinazione di colori scura
ja: ダークの配色
ko: 어두운 색 구성표
pl: Ciemny schemat kolorów
pt: Esquema de cores escuro
ro: Schemă de culori întunecată
th: ชุดสีมืด
tr: Koyu renk düzeni
uk: Темна колірна схема
vi: Bảng màu tối
zh_hans: 深色配色方案
zh_hant: 深色配色

# Transfer_tooltips
source: Bookmark names as tooltips
ar: أسماء الإشارات المرجعية كتلميحات أدوات
cs: Názvy záložek jako popisky
de: Lesezeichennamen als QuickInfos
el: Ονόματα σελιδοδεικτών ως συμβουλές οθόνης
es: Nombres de marcadores como información sobre herramientas
fa: نام نشانک‌ها به‌صورت راهنمای ابزار
fr: Noms des signets en info-bulles
hu: Könyvjelzőnevek elemleírásként
id: Nama penanda sebagai tooltip
it: Nomi dei segnalibri come descrizioni comandi
ja: ブックマークの名前をツールチップに入れる
ko: 책갈피 이름을 도구 설명으로
pl: Nazwy zakładek jako etykietki narzędzi
pt: Nomes dos marcadores como dicas de ferramenta
ro: Nume marcaje ca sfaturi ecran
th: ชื่อบุ๊กมาร์กเป็นคำแนะนำเครื่องมือ
tr: Araç ipucu olarak yer işareti adları
uk: Імена закладок у підказках
vi: Tên dấu trang làm chú giải công cụ
zh_hans: 将书签名称作为工具提示
zh_hant: 以書籤名稱作為工具提示

# Transfer_rtfFont
source: Font
ar: الخط
cs: Písmo
de: Schriftart
el: Γραμματοσειρά
es: Fuente
fa: قلم
fr: Police
hu: Betűtípus
it: Tipo di carattere
ja: フォント
ko: 글꼴
pl: Czcionka
pt: Fonte
th: แบบอักษร
tr: Yazı tipi
uk: Шрифт
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型

# Transfer_rtfSize
source: Font size (points)
ar: حجم الخط (نقاط)
cs: Velikost písma (body)
de: Schriftgröße (Punkt)
el: Μέγεθος γραμματοσειράς (στιγμές)
es: Tamaño de fuente (puntos)
fa: اندازهٔ قلم (پوینت)
fr: Taille de police (points)
hu: Betűméret (pont)
id: Ukuran font (poin)
it: Dimensione carattere (punti)
ja: フォントの大きさ (ポイント)
ko: 글꼴 크기(포인트)
pl: Rozmiar czcionki (punkty)
pt: Tamanho da fonte (pontos)
ro: Dimensiune font (puncte)
th: ขนาดแบบอักษร (พอยต์)
tr: Yazı tipi boyutu (punto)
uk: Розмір шрифту (пункти)
vi: Cỡ phông (point)
zh_hans: 字号（磅）
zh_hant: 字型大小（點）

# Transfer_texEnv
source: Environment
ar: البيئة
cs: Prostředí
de: Umgebung
el: Περιβάλλον
es: Entorno
fa: محیط
fr: Environnement
hu: Környezet
id: Lingkungan
it: Ambiente
ja: 環境
ko: 환경
pl: Środowisko
pt: Ambiente
ro: Mediu
th: สภาพแวดล้อม
tr: Ortam
uk: Оточення
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

# Transfer_table
source: Table instead of a code block
ar: جدول بدلاً من كتلة تعليمات برمجية
cs: Tabulka místo bloku kódu
de: Tabelle statt Codeblock
el: Πίνακας αντί για μπλοκ κώδικα
es: Tabla en lugar de bloque de código
fa: جدول به‌جای بلوک کد
fr: Tableau au lieu d'un bloc de code
hu: Táblázat kódblokk helyett
id: Tabel alih-alih blok kode
it: Tabella anziché blocco di codice
ja: コードブロックではなく表にする
ko: 코드 블록 대신 표
pl: Tabela zamiast bloku kodu
pt: Tabela em vez de bloco de código
ro: Tabel în loc de bloc de cod
th: ตารางแทนบล็อกโค้ด
tr: Kod bloğu yerine tablo
uk: Таблиця замість блоку коду
vi: Bảng thay cho khối mã
zh_hans: 使用表格而不是代码块
zh_hant: 使用表格而非程式碼區塊

# Transfer_newLine
source: Line break
ar: فاصل الأسطر
cs: Konec řádku
de: Zeilenumbruch
el: Αλλαγή γραμμής
es: Salto de línea
fa: شکست خط
fr: Saut de ligne
hu: Sortörés
id: Pemisah baris
it: Interruzione di riga
ja: 改行
ko: 줄 바꿈
pl: Podział wiersza
pt: Quebra de linha
ro: Sfârșit de linie
th: การขึ้นบรรทัดใหม่
tr: Satır sonu
uk: Розрив рядка
vi: Ngắt dòng
zh_hans: 换行符
zh_hant: 換行字元

# Transfer_encoding
source: Text encoding
ar: ترميز النص
cs: Kódování textu
de: Textcodierung
el: Κωδικοποίηση κειμένου
es: Codificación del texto
fa: رمزگذاری متن
fr: Encodage du texte
hu: Szövegkódolás
id: Pengodean teks
it: Codifica del testo
ja: 文字コード
ko: 텍스트 인코딩
pl: Kodowanie tekstu
pt: Codificação de texto
ro: Codificare text
th: การเข้ารหัสข้อความ
tr: Metin kodlaması
uk: Кодування тексту
vi: Bảng mã văn bản
zh_hans: 文本编码
zh_hant: 文字編碼

# Transfer_placement
source: Address placement
ar: موضع العناوين
cs: Umístění adres
de: Adressplatzierung
el: Τοποθέτηση διευθύνσεων
es: Ubicación de las direcciones
fa: جای آدرس
fr: Placement des adresses
hu: Címek elhelyezése
id: Penempatan alamat
it: Posizionamento degli indirizzi
ja: アドレスの配置
ko: 주소 배치
pl: Rozmieszczenie adresów
pt: Posicionamento dos endereços
ro: Plasare adrese
th: การจัดวางที่อยู่
tr: Adres yerleşimi
uk: Розміщення адрес
vi: Vị trí địa chỉ
zh_hans: 地址放置
zh_hant: 位址配置

# Transfer_gapFill
source: Gap fill value (hex)
ar: قيمة تعبئة الفجوات (hex)
cs: Hodnota výplně mezer (Hex)
de: Füllwert für Lücken (hex)
el: Τιμή συμπλήρωσης κενών (hex)
es: Valor de relleno de huecos (hex)
fa: مقدار پر کردن شکاف (hex)
fr: Valeur de remplissage des trous (hex)
hu: Hézagkitöltő érték (hexadecimális)
id: Nilai pengisi celah (hex)
it: Valore di riempimento degli spazi vuoti (hex)
ja: ギャップを埋める値 (16 進)
ko: 간격 채우기 값(Hex)
pl: Wartość wypełnienia luk (hex)
pt: Valor de preenchimento das lacunas (hex)
ro: Valoare de umplere a golurilor (hex)
th: ค่าเติมช่องว่าง (ฐานสิบหก)
tr: Boşluk doldurma değeri (hex)
uk: Значення заповнення пропусків (hex)
vi: Giá trị điền khoảng trống (hex)
zh_hans: 间隙填充值（十六进制）
zh_hant: 間隙填入值（Hex）

# Transfer_preferLater
source: Use the later data for duplicate addresses
ar: استخدام البيانات اللاحقة للعناوين المكررة
cs: U duplicitních adres použít pozdější data
de: Bei doppelten Adressen die späteren Daten verwenden
el: Χρήση των μεταγενέστερων δεδομένων για διπλότυπες διευθύνσεις
es: Usar los datos posteriores para direcciones duplicadas
fa: استفاده از دادهٔ بعدی برای آدرس‌های تکراری
fr: Utiliser les données ultérieures pour les adresses en double
hu: Ismétlődő címeknél a későbbi adat használata
id: Gunakan data yang belakangan untuk alamat duplikat
it: Usa i dati successivi per gli indirizzi duplicati
ja: 重複したアドレスは後のデータを優先する
ko: 중복 주소에는 나중 데이터 사용
pl: Używaj późniejszych danych dla zduplikowanych adresów
pt: Usar os dados posteriores para endereços duplicados
ro: Utilizare date ulterioare pentru adresele duplicate
th: ใช้ข้อมูลที่มาทีหลังสำหรับที่อยู่ที่ซ้ำกัน
tr: Yinelenen adresler için sonraki veriyi kullan
uk: Використовувати пізніші дані для повторюваних адрес
vi: Dùng dữ liệu sau cho địa chỉ trùng lặp
zh_hans: 重复地址使用后面的数据
zh_hant: 位址重複時使用較後面的資料

# Transfer_gapBookmarks
source: Add bookmarks to gaps
ar: إضافة إشارات مرجعية إلى الفجوات
cs: Přidat záložky k mezerám
de: Lesezeichen für Lücken hinzufügen
el: Προσθήκη σελιδοδεικτών στα κενά
es: Agregar marcadores a los huecos
fa: افزودن نشانک به شکاف‌ها
fr: Ajouter des signets aux trous
hu: Könyvjelzők hozzáadása a hézagokhoz
id: Tambahkan penanda ke celah
it: Aggiungi segnalibri agli spazi vuoti
ja: ギャップにブックマークを付ける
ko: 간격에 책갈피 추가
pl: Dodaj zakładki do luk
pt: Adicionar marcadores às lacunas
ro: Adăugare marcaje la goluri
th: เพิ่มบุ๊กมาร์กให้ช่องว่าง
tr: Boşluklara yer işareti ekle
uk: Додати закладки на пропуски
vi: Thêm dấu trang cho khoảng trống
zh_hans: 为间隙添加书签
zh_hant: 為間隙加上書籤

# Transfer_ignoreWhitespace
source: Ignore spaces and line breaks
ar: تجاهل المسافات وفواصل الأسطر
cs: Ignorovat mezery a konce řádků
de: Leerzeichen und Zeilenumbrüche ignorieren
el: Παράβλεψη κενών διαστημάτων και αλλαγών γραμμής
es: Omitir espacios y saltos de línea
fa: نادیده گرفتن فاصله‌ها و شکست خط‌ها
fr: Ignorer les espaces et les sauts de ligne
hu: Szóközök és sortörések figyelmen kívül hagyása
id: Abaikan spasi dan pemisah baris
it: Ignora spazi e interruzioni di riga
ja: 空白・改行を無視する
ko: 공백 및 줄 바꿈 무시
pl: Ignoruj spacje i podziały wierszy
pt: Ignorar espaços e quebras de linha
ro: Ignorare spații și sfârșituri de linie
th: ละเว้นช่องว่างและการขึ้นบรรทัดใหม่
tr: Boşlukları ve satır sonlarını yoksay
uk: Ігнорувати пробіли й розриви рядків
vi: Bỏ qua khoảng trắng và ngắt dòng
zh_hans: 忽略空格和换行符
zh_hant: 忽略空格和換行

# Transfer_allowMissingPadding
source: Allow missing padding
ar: السماح بغياب الحشو
cs: Povolit chybějící doplnění
de: Fehlende Auffüllung zulassen
el: Να επιτρέπεται η έλλειψη συμπλήρωσης
es: Permitir que falte el relleno
fa: اجازهٔ نبود لایه‌گذاری
fr: Autoriser l'absence de remplissage
hu: Hiányzó kitöltés engedélyezése
id: Izinkan padding yang hilang
it: Consenti riempimento mancante
ja: パディングなしを許す
ko: 패딩 누락 허용
pl: Zezwalaj na brak dopełnienia
pt: Permitir preenchimento ausente
ro: Permitere umplutură lipsă
th: อนุญาตให้ไม่มีการเติม
tr: Eksik dolguya izin ver
uk: Дозволити відсутність доповнення
vi: Cho phép thiếu phần đệm
zh_hans: 允许缺少填充
zh_hant: 允許缺少填補

# Transfer_plusAsSpace
source: Treat + as a space
ar: معاملة + كمسافة
cs: Považovat + za mezeru
de: + als Leerzeichen behandeln
el: Χειρισμός του + ως κενού διαστήματος
es: Tratar + como espacio
fa: در نظر گرفتن + به‌عنوان فاصله
fr: Traiter + comme une espace
hu: A + szóközként kezelése
id: Perlakukan + sebagai spasi
it: Tratta + come spazio
ja: + を空白として扱う
ko: +를 공백으로 처리
pl: Traktuj + jako spację
pt: Tratar + como espaço
ro: Tratare + ca spațiu
th: ถือว่า + เป็นช่องว่าง
tr: + karakterini boşluk olarak değerlendir
uk: Вважати + пробілом
vi: Coi + là khoảng trắng
zh_hans: 将 + 视为空格
zh_hant: 將 + 視為空格

# Transfer_uuIndex
source: File number to read
ar: رقم الملف المراد قراءته
cs: Číslo souboru ke čtení
de: Zu lesende Dateinummer
el: Αριθμός αρχείου για ανάγνωση
es: Número de archivo que se leerá
fa: شمارهٔ فایل برای خواندن
fr: Numéro du fichier à lire
hu: Beolvasandó fájl sorszáma
id: Nomor file yang akan dibaca
it: Numero del file da leggere
ja: 読むファイルの番号
ko: 읽을 파일 번호
pl: Numer pliku do odczytania
pt: Número do arquivo a ler
ro: Numărul fișierului de citit
th: หมายเลขไฟล์ที่จะอ่าน
tr: Okunacak dosya numarası
uk: Номер файлу для читання
vi: Số thứ tự tệp cần đọc
zh_hans: 要读取的文件编号
zh_hant: 要讀取的檔案編號

# Transfer_dumpAuto
source: Read dumps (remove offset and text columns)
ar: قراءة عمليات التفريغ (إزالة عمودي الإزاحة والنص)
cs: Číst výpisy (odebrat sloupce posunů a textu)
de: Dumps lesen (Offset- und Textspalten entfernen)
el: Ανάγνωση αποτυπώσεων (αφαίρεση στηλών μετατόπισης και κειμένου)
es: Leer volcados (quitar las columnas de desplazamiento y texto)
fa: خواندن دامپ‌ها (حذف ستون‌های آفست و متن)
fr: Lire des vidages (supprimer les colonnes de décalage et de texte)
hu: Dumpok beolvasása (az eltolás- és szövegoszlopok eltávolítása)
id: Baca dump (hapus kolom offset dan teks)
it: Leggi dump (rimuovi colonne offset e testo)
ja: ダンプから読み取る (オフセットとテキストの列を取り除く)
ko: 덤프 읽기(오프셋 및 텍스트 열 제거)
pl: Odczytuj zrzuty (usuń kolumny przesunięcia i tekstu)
pt: Ler dumps (remover colunas de deslocamento e texto)
ro: Citire dumpuri (eliminare coloane deplasament și text)
th: อ่านดัมพ์ (ลบคอลัมน์ออฟเซ็ตและข้อความ)
tr: Dökümleri oku (ofset ve metin sütunlarını kaldır)
uk: Читати дампи (вилучати стовпці зміщення й тексту)
vi: Đọc kết xuất (bỏ cột độ lệch và cột văn bản)
zh_hans: 读取转储（删除偏移量列和文本列）
zh_hant: 讀取傾印（移除位移欄和文字欄）

# Transfer_Choice_auto
source: Automatic
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
pl: Automatycznie
pt: Automático
ro: Automat
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# Transfer_Choice_i8
source: I8HEX (16-bit)
ar: I8HEX (16 بت)
cs: I8HEX (16 bitů)
es: I8HEX (16 bits)
fa: I8HEX (16 بیتی)
fr: I8HEX (16 bits)
hu: I8HEX (16 bites)
ko: I8HEX(16비트)
pl: I8HEX (16-bitowy)
pt: I8HEX (16 bits)
ro: I8HEX (16 biți)
th: I8HEX (16 บิต)
uk: I8HEX (16 біт)
zh_hans: I8HEX（16 位）
zh_hant: I8HEX（16 位元）

# Transfer_Choice_i16
source: I16HEX (segment)
ar: I16HEX (مقطعي)
cs: I16HEX (segmentové)
el: I16HEX (τμηματική)
es: I16HEX (segmento)
fa: I16HEX (سگمنتی)
hu: I16HEX (szegmentált)
id: I16HEX (segmen)
it: I16HEX (segmento)
ja: I16HEX (セグメント)
ko: I16HEX(세그먼트)
pl: I16HEX (segmentowy)
pt: I16HEX (segmento)
th: I16HEX (เซกเมนต์)
uk: I16HEX (сегментний)
vi: I16HEX (phân đoạn)
zh_hans: I16HEX（段）
zh_hant: I16HEX（區段）

# Transfer_Choice_i32
source: I32HEX (linear)
ar: I32HEX (خطي)
cs: I32HEX (lineární)
el: I32HEX (γραμμική)
es: I32HEX (lineal)
fa: I32HEX (خطی)
fr: I32HEX (linéaire)
hu: I32HEX (lineáris)
it: I32HEX (lineare)
ja: I32HEX (リニア)
ko: I32HEX(선형)
pl: I32HEX (liniowy)
ro: I32HEX (liniar)
th: I32HEX (เชิงเส้น)
tr: I32HEX (doğrusal)
uk: I32HEX (лінійний)
vi: I32HEX (tuyến tính)
zh_hans: I32HEX（线性）
zh_hant: I32HEX（線性）

# Transfer_Choice_s1
source: S1 (16-bit)
ar: S1 (16 بت)
cs: S1 (16 bitů)
es: S1 (16 bits)
fa: S1 (16 بیتی)
fr: S1 (16 bits)
hu: S1 (16 bites)
ko: S1(16비트)
pl: S1 (16-bitowy)
pt: S1 (16 bits)
ro: S1 (16 biți)
th: S1 (16 บิต)
uk: S1 (16 біт)
zh_hans: S1（16 位）
zh_hant: S1（16 位元）

# Transfer_Choice_s2
source: S2 (24-bit)
ar: S2 (24 بت)
cs: S2 (24 bitů)
es: S2 (24 bits)
fa: S2 (24 بیتی)
fr: S2 (24 bits)
hu: S2 (24 bites)
ko: S2(24비트)
pl: S2 (24-bitowy)
pt: S2 (24 bits)
ro: S2 (24 de biți)
th: S2 (24 บิต)
uk: S2 (24 біти)
zh_hans: S2（24 位）
zh_hant: S2（24 位元）

# Transfer_Choice_s3
source: S3 (32-bit)
ar: S3 (32 بت)
cs: S3 (32 bitů)
es: S3 (32 bits)
fa: S3 (32 بیتی)
fr: S3 (32 bits)
hu: S3 (32 bites)
ko: S3(32비트)
pl: S3 (32-bitowy)
pt: S3 (32 bits)
ro: S3 (32 de biți)
th: S3 (32 บิต)
uk: S3 (32 біти)
zh_hans: S3（32 位）
zh_hant: S3（32 位元）

# Transfer_Choice_space
source: Space
ar: مسافة
cs: Mezera
de: Leerzeichen
el: Κενό διάστημα
es: Espacio
fa: فاصله
fr: Espace
hu: Szóköz
id: Spasi
it: Spazio
ja: 空白
ko: 공백
pl: Spacja
pt: Espaço
ro: Spațiu
th: ช่องว่าง
tr: Boşluk
uk: Пробіл
vi: Khoảng trắng
zh_hans: 空格
zh_hant: 空格

# Transfer_Choice_commaSpace
source: Comma and space
ar: فاصلة ومسافة
cs: Čárka a mezera
de: Komma und Leerzeichen
el: Κόμμα και κενό διάστημα
es: Coma y espacio
fa: ویرگول و فاصله
fr: Virgule et espace
hu: Vessző és szóköz
id: Koma dan spasi
it: Virgola e spazio
ja: カンマと空白
ko: 쉼표와 공백
pl: Przecinek i spacja
pt: Vírgula e espaço
ro: Virgulă și spațiu
th: จุลภาคและช่องว่าง
tr: Virgül ve boşluk
uk: Кома й пробіл
vi: Dấu phẩy và khoảng trắng
zh_hans: 逗号和空格
zh_hant: 逗號和空格

# Transfer_Choice_none
source: None
ar: بلا
cs: Žádný
de: Keine
el: Κανένα
es: Ninguno
fa: هیچ
fr: Aucun
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt: Nenhum
ro: Niciunul
th: ไม่มี
tr: Yok
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

# Transfer_Choice_custom
source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμογή
es: Personalizado
fa: سفارشی
fr: Personnalisé
hu: Egyéni
id: Kustom
it: Personalizzato
ja: 任意
ko: 사용자 지정
pl: Niestandardowy
pt: Personalizado
ro: Particularizat
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# Transfer_Choice_1
source: 1 byte
ar: 1 بايت
cs: 1 bajt
fa: 1 بایت
fr: 1 octet
hu: 1 bájt
ja: 1 バイト
ko: 1바이트
pl: 1 bajt
ro: 1 octet
th: 1 ไบต์
tr: 1 bayt
uk: 1 байт
zh_hans: 1 字节
zh_hant: 1 個位元組
